{"v": "ACDC10JSON00080e_", "d": "EOlwpGZU2uAISve3tQGN09VLQ5KyG6iERCm7hW4OJ_Zu", "u": "0AD4BVdGb-wSUxIGsKLQLyxQ", "i": "EHMnCf8_nIemuPx-cUHaDQq8zSnQIFAurdEpwHpNbnvX", "ri": "EIZfdo--7NX21Z-j-WVG-puJbUyOL8D3oy1I-4rGwO7W", "s": "EEy9PkikFcANV1l7EHukCeXqrzT1hNZjGlUk7wuMO5jw", "a": {"d": "EOb4DPDEXlO-OlawUM1SEfpBsn4CMN-vZL2UN-v7t5id", "u": "0ACpYFC8lCB4bGnV-uC7DOXB", "i": "EBcIURLpxmVwahksgrsGW6_dUw0zBhyEHYFk17eWrZfk", "dt": "2023-06-12T20:58:21.297700+00:00", "LEI": "9845004CC7884BN85018", "personLegalName": "John Smith", "engagementContextRole": "EBA Document Submitter"}, "e": {"d": "EBNGUswd5wgbM_uumJHxhcQ_jTiEkeyu6OlVH7aGDq7y", "auth": {"n": "EG8eEohXZkGZoaTRQnSiW0lXuEe8-ey-ZTp0zYb8T6qZ", "s": "EH6ekLjSr8V32WyFbGe1zXjTzFs9PkTYmupJ9H65O14g", "o": "I2I"}}, "r": {"d": "EDIai3Wkd-Z_4cezz9nYEcCK3KNH5saLvZoS_84JL6NU", "usageDisclaimer": {"l": "Usage of a valid, unexpired, and non-revoked vLEI Credential, as defined in the associated Ecosystem Governance Framework, does not assert that the Legal Entity is trustworthy, honest, reputable in its business dealings, safe to do business with, or compliant with any laws or that an implied or expressly intended purpose will be fulfilled."}, "issuanceDisclaimer": {"l": "All information in a valid, unexpired, and non-revoked vLEI Credential, as defined in the associated Ecosystem Governance Framework, is accurate as of the date the validation process was complete. The vLEI Credential has been issued to the legal entity or person named in the vLEI Credential as the subject; and the qualified vLEI Issuer exercised reasonable care to perform the validation process set forth in the vLEI Ecosystem Governance Framework."}, "privacyDisclaimer": {"l": "It is the sole responsibility of Holders as Issuees of an ECR vLEI Credential to present that Credential in a privacy-preserving manner using the mechanisms provided in the Issuance and Presentation Exchange (IPEX) protocol specification and the Authentic Chained Data Container (ACDC) specification. https://github.com/WebOfTrust/IETF-IPEX and https://github.com/trustoverip/tswg-acdc-specification."}}}